package view.vk.refac;

public class MockObject {
    public static final String[][] mock_1 = {
            {"номер пары", "ВТ 17.03.2020"},
            {"1 пара 8:30 - 10:00", ""},
            {"2 пара 10:10 - 11:40", "Компьютерная графика преподаватель, Серебрякова Н. А., лекция"},
            {"3 пара 12:10 - 13:40", "Компьютерная графика преподаватель, Серебрякова Н. А., лекция"},
            {"4 пара 13:50 - 15:20", "Компьютерная графика преподаватель, Серебрякова Н. А., лекция"},
            {"5 пара 15:30 - 17:00", ""},
            {"6 пара 17:30 - 19:00", ""},
            {"7 пара 19:10 - 20:40", ""},
            {"8 пара 20:45 - 22:15", ""}
    };
}
